Revit 2027 API
ParameterTypeId.StairstypeCalcRuleRiserMultiplier Property
 "Riser Multiplier": Calculation Rule Riser Multiplier
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeCalcRuleRiserMultiplier { get; }
Public Shared ReadOnly Property StairstypeCalcRuleRiserMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeCalcRuleRiserMultiplier {
	ForgeTypeId^ get ();
}
static member StairstypeCalcRuleRiserMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace